<?php
$Key = "R2l0aHViQFNIWU0=";  //decode
/*
#email_conf
email_host=smtp.163.com
email_sender=sdut2019@163.com
email_pwd=base64_decode($Key)
Wechat=phage07
*/

/*
  慕清和者，左相慕文远次子，兵部侍郎慕清平之弟也。其母早逝，父有贤名，兄有将才，唯和自幼顽劣。
  崇宁四年五月，天阑太守谢怀瑾长女婉以殿前武试第一请任天阑守将，和见之，心有所悟。
  七月，于天岁城郊遇白炎，一见倾盖。
  越三年，敬帝宠昭贵妃，割剥无度，朝野怨声载道。
  七年四月，和再遇白炎，述己志。
  六月，北岭民变，白炎借势起兵。和留书离家，投白炎麾下。父兄与之绝。
  七年七月，白炎以和为将，兵发北岭，攻北方第一城天阑，是为崇宁之乱。
  八年元月，炎军临帝都天岁。国师巫晟以一人之力阻其于帝都外三日，后不知所踪。昭贵妃朱砂堕城殉国。白炎鸩敬帝容熙。
  城陷之日，京中王公多死伤，唯慕氏为和力护不失。
  八年二月，白炎即位，定国号周，改元永初。和幼与右相褚九龄幺女褚素心有婚约。
  崇宁七年十一月，褚九龄被指通敌，褚氏满门抄斩，褚素心亦在其列。
  永初元年四月，和以将印换取慕氏平安百年之帝王承诺，自此远走海外。
  太业后，犹有人言其踪迹，曰：战船结队，只身海上。
*/
?>
